[
  {
    "topic": "My best friend",
    "language": "English",
    "length": "100",
    "wordCount": 120,
    "timestamp": "2/26/2025, 2:19:03 PM",
    "essay": "My best friend, Alex, is more like a sibling than a friend. We've known each other since kindergarten, sharing scraped knees, awkward phases, and countless inside jokes. What makes Alex special is their unwavering loyalty and genuine kindness. They celebrate my triumphs like their own and offer unwavering support during difficult times.\n\nAlex is always up for an adventure, whether it's exploring a new hiking trail or simply staying in for a movie marathon. They have a contagious laugh and a unique perspective on life, always encouraging me to see the world in a different light. Our bond is built on trust, honesty, and a shared understanding that transcends words. I can't imagine navigating life without them by my side.\n",
    "device": "Desktop",
    "browser": "Chrome",
    "os": "Win32"
  },
  {
    "topic": "My best friend",
    "language": "English",
    "length": "200",
    "wordCount": 231,
    "timestamp": "2/26/2025, 2:20:40 PM",
    "essay": "My best friend, Sarah, is more than just a friend; she's my confidante, my partner in crime, and a constant source of unwavering support. We’ve known each other since kindergarten, navigating awkward school dances and first heartbreaks together. Over the years, our bond has only strengthened, weathering life’s storms with shared laughter and understanding.\n\nWhat I admire most about Sarah is her genuine empathy. She has an uncanny ability to understand what I'm feeling, even when I can't articulate it myself. She listens patiently, offers thoughtful advice without judgment, and always knows how to make me feel better. She celebrates my successes with unbridled enthusiasm and offers a shoulder to cry on during setbacks.\n\nBeyond her empathy, Sarah is also fiercely loyal and endlessly fun. We can spend hours talking about anything and everything, from silly gossip to our deepest fears. Her quick wit and infectious laughter can brighten even the gloomiest of days. She encourages me to step outside my comfort zone, try new things, and embrace the unexpected.\n\nHaving Sarah in my life is like having a second family. I know I can always count on her, no matter what. She is a true testament to the power of friendship and I am incredibly grateful to have her by my side. Our connection is a precious gift, one I cherish and will continue to nurture for years to come.\n",
    "device": "Desktop",
    "browser": "Chrome",
    "os": "Win32"
  }
]